Repository: Nongfsq/QuickRecorder-Enhanced
Catalog: QuickRecorder/Localizable.xcstrings
Source language: en
Languages: it, zh_hans, zh_hant

source: this might be due to the window closing or the user stopping from the sonoma ui
it: ciò potrebbe essere dovuto alla chiusura della finestra o all'interruzione dell'utente dall'interfaccia utente di Sonoma
zh_hans: 这可能是有由于用户关闭了正在录制中的窗口, 或使用窗口上的附加按钮停止了录制.
zh_hant: 这可能是有由于用户关闭了正在录制中的窗口, 或使用窗口上的附加按钮停止了录制.

source: (Cropped in
it: (Ritagliato in
zh_hans: (修剪于
zh_hant: (修剪於

source: Please use "Presenter Overlay"
it: Si prega di utilizzare "Modalità sovrapposizione"
zh_hans: 请使用"演讲者前置"功能
zh_hant: 請使用"發表人置前"功能

source: Stop after
it: Interrompi dopo
zh_hans: 在
zh_hant: 在

source: Tips
it: Suggerimenti
zh_hans: 小贴士
zh_hant: 尖端

source: /Capturing at
it: /Cattura a
zh_hans: /捕获于
zh_hant: /捕獲於

source: /Recording at
it: /Registrazione a
zh_hans: /录制于
zh_hant: /錄製於

source: A Window
it: Una finestra
zh_hans: 单个窗口
zh_hant: 單個視窗

source: AV1 Archive
it: Archivio AV1
zh_hans: AV1 归档
zh_hant: AV1 封存

source: Abandon Archive Job
it: Abbandona il lavoro di archiviazione
zh_hans: 放弃归档任务
zh_hant: 放棄封存工作

source: After the HEVC master is saved, QuickRecorder will create a verified AV1 archive in the background.
it: Dopo aver salvato il master HEVC, QuickRecorder creerà un archivio AV1 verificato in background.
zh_hans: HEVC 母版保存后，QuickRecorder 会在后台创建经过验证的 AV1 归档。
zh_hant: HEVC 母版儲存後，QuickRecorder 會在背景建立經過驗證的 AV1 封存。

source: Already recording!
it: Sto già registrando!
zh_hans: 正在录制中!
zh_hant: 正在錄製中!

source: Another process is still writing this archive. Wait for it to stop before recovery.
it: Un altro processo sta ancora scrivendo questo archivio. Attendi che si fermi prima del ripristino.
zh_hans: 另一个进程仍在写入此归档。请等待其停止后再恢复。
zh_hant: 另一個程序仍在寫入此封存。請等待其停止後再恢復。

source: App Selector
it: Selettore di app
zh_hans: 应用程序选择器
zh_hant: 應用程式選擇器

source: App's Audio
it: Audio dell'app
zh_hans: 录制App声音
zh_hant: 錄製App聲音

source: App-managed FFmpeg runtime
it: Runtime FFmpeg gestito dall'app
zh_hans: 应用管理的 FFmpeg 运行时
zh_hant: 應用程式管理的 FFmpeg 執行環境

source: Application
it: Applicazione
zh_hans: 录制应用程序
zh_hant: 錄製應用程式

source: Application Language
it: Lingua dell’applicazione
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Apply
it: Applica
zh_hans: 应用
zh_hant: 套用

source: Archive Audio
it: Archivio audio
zh_hans: 归档音频
zh_hant: 封存音訊

source: Archive Cancelled
it: Archivio annullato
zh_hans: 归档已取消
zh_hant: 封存已取消

source: Archive Complete
it: Archivio completato
zh_hans: 归档完成
zh_hant: 封存完成

source: Archive Failed
it: Archivio non riuscito
zh_hans: 归档失败
zh_hant: 封存失敗

source: Archive Interrupted
it: Archivio interrotto
zh_hans: 归档已中断
zh_hant: 封存已中斷

source: Archive cancelled
it: Archivio annullato
zh_hans: 归档已取消
zh_hant: 封存已取消

source: Archive compression is still running
it: La compressione dell'archivio è ancora in esecuzione
zh_hans: 归档压缩仍在运行
zh_hant: 封存壓縮仍在執行

source: Archive interrupted when QuickRecorder stopped
it: Archivio interrotto all'arresto di QuickRecorder
zh_hans: QuickRecorder 停止时归档被中断
zh_hant: QuickRecorder 停止時封存被中斷

source: Archive manifest needs attention
it: Il manifesto dell'archivio richiede attenzione
zh_hans: 归档任务清单需要处理
zh_hant: 封存工作清單需要處理

source: Archive manifest write failed
it: Scrittura del manifesto dell'archivio non riuscita
zh_hans: 归档任务清单写入失败
zh_hant: 封存工作清單寫入失敗

source: Archive recovery abandoned
it: Recupero dell'archivio abbandonato
zh_hans: 已放弃归档恢复
zh_hant: 已放棄封存恢復

source: Archive recovery needs attention
it: Il ripristino dell'archivio richiede attenzione
zh_hans: 归档恢复需要处理
zh_hant: 封存恢復需要處理

source: Area Overlayer
it: Sovrapposizione di aree
zh_hans: 区域覆盖层
zh_hant: 區域覆蓋層

source: Area Selector
it: Selettore di zona
zh_hans: 区域选择器
zh_hant: 區域選擇器

source: Area Size:
it: Dimensione dell'area:
zh_hans: 选区尺寸:
zh_hant: 選區尺寸:

source: Audio Ducking Level
it: Livello di ducking audio
zh_hans: 音频闪避级别
zh_hant: 音訊閃避級別

source: Audio Settings
it: Impostazioni audio
zh_hans: 音频设置
zh_hant: 音訊設定

source: Auto
it: Automatico
zh_hans: 自动
zh_hant: 自動

source: Auto keeps QuickRecorder's original quality-based bitrate. Fixed low bitrates are useful for lecture slides and mostly static screens.
it: La modalità automatica mantiene il bitrate originale basato sulla qualità di QuickRecorder. I bitrate fissi bassi sono utili per diapositive e schermate prevalentemente statiche.
zh_hans: 自动模式会保留 QuickRecorder 原有的基于质量的码率。较低的固定码率适合演示文稿和大部分静止的画面。
zh_hant: 自動模式會保留 QuickRecorder 原有的品質導向位元率。較低的固定位元率適合簡報和大部分靜止的畫面。

source: Auto-compress recordings to AV1
it: Comprimi automaticamente le registrazioni su AV1
zh_hans: 录制后自动压缩为 AV1
zh_hant: 錄製後自動壓縮為 AV1

source: Automatically check for updates
it: Controlla automaticamente gli aggiornamenti
zh_hans: 自动检查程序更新
zh_hant: 自動檢查程式更新

source: Automatically create AV1 archive after recording
it: Crea automaticamente l'archivio AV1 dopo la registrazione
zh_hans: 录制后自动创建 AV1 归档
zh_hant: 錄製後自動建立 AV1 封存

source: Automatically download updates
it: Scarica automaticamente gli aggiornamenti
zh_hans: 自动下载程序更新
zh_hant: 自動下載程式更新

source: Back
it: Indietro
zh_hans: 返回
zh_hant: 返回

source: Background
it: Sfondo
zh_hans: 画面背景
zh_hant: 畫面背景

source: Bitrate
it: Velocità in bit
zh_hans: 比特率
zh_hant: 位元率

source: Black
it: Nero
zh_hans: 纯黑色
zh_hant: 純黑色

source: Blocklist
it: Lista bloccata
zh_hans: 屏蔽列表
zh_hant: 遮蔽列表

source: Blue
it: Blu
zh_hans: 系统蓝色
zh_hant: 系統藍色

source: Bundled FFmpeg runtime
it: Runtime FFmpeg in bundle
zh_hans: 内置 FFmpeg 运行时
zh_hant: 內建 FFmpeg 執行環境

source: CRF 56 is the current safe lecture archive default. Lower values are larger and higher quality.
it: CRF 56 è l'attuale impostazione predefinita per l'archivio delle lezioni sicuro. I valori più bassi corrispondono a valori più grandi e di qualità superiore.
zh_hans: CRF 56 是当前课程归档的安全默认值。数值越低文件越大、画质越高。
zh_hant: CRF 56 是目前課程封存的安全預設值。數值越低檔案越大、畫質越高。

source: Camera
it: Telecamera
zh_hans: 相机
zh_hant: 相機

source: Camera Overlayer
it: Sovrapposizione della fotocamera
zh_hans: 相机覆盖层
zh_hant: 相機覆蓋層

source: Can only be turned off on macOS 14.2 or later!
it: Può essere disattivato solo su macOS 14.2 o versioni successive!
zh_hans: 只能在 macOS 14.2 或更高版本上关闭！
zh_hant: 只能在 macOS 14.2 或更高版本上關閉！

source: Cancel
it: Annulla
zh_hans: 取消
zh_hant: 取消

source: Cancel Archive
it: Annulla archivio
zh_hans: 取消归档
zh_hant: 取消封存

source: Cancel Archives and Quit
it: Annulla le archiviazioni ed esci
zh_hans: 取消归档并退出
zh_hant: 取消封存並退出

source: Cancel Validation
it: Annulla convalida
zh_hans: 取消验证
zh_hant: 取消驗證

source: Cancelling
it: Annullamento
zh_hans: 正在取消
zh_hant: 正在取消

source: Cancelling archive
it: Annullamento archivio
zh_hans: 正在取消归档
zh_hant: 正在取消封存

source: Channels
it: Canali
zh_hans: 声道
zh_hant: 聲道

source: Check for Updates
it: Controlla gli aggiornamenti
zh_hans: 立即检测程序更新
zh_hant: 立即檢測程式更新

source: Check for Updates…
it: Verifica aggiornamenti…
zh_hans: 检查程序更新…
zh_hant: 檢查程式更新…

source: Clear All Recovery Records
it: Cancella tutti i record di ripristino
zh_hans: 清空全部恢复记录
zh_hant: 清空全部恢復記錄

source: Clear All Recovery Records?
it: Cancellare tutti i record di ripristino?
zh_hans: 要清空全部恢复记录吗？
zh_hant: 要清空全部恢復記錄嗎？

source: Click on a window to select its area or press Esc to cancel.
it: Fare clic su una finestra per selezionarne l'area oppure premere Esc per annullare.
zh_hans: 点击任意窗口来获取其范围并进行录制 或者按 Esc 键退出选择
zh_hant: 點選任意視窗來獲取其範圍並進行錄製 或者按 Esc 鍵退出選擇

source: Click the window you want to record or press Esc to cancel.
it: Fai clic sulla finestra che desideri registrare oppure premere Esc per annullare.
zh_hans: 请直接点击要录制的窗口 或者按 Esc 键退出选择
zh_hant: 請直接點選要錄製的視窗 或者按 Esc 鍵退出選擇

source: Clip Saved
it: Clip salvato
zh_hans: 剪辑已保存
zh_hant: 剪輯已儲存

source: Close
it: Chiudi
zh_hans: 关闭
zh_hant: 關閉

source: Color Space
it: Spazio colore
zh_hans: 色彩空间
zh_hant: 色彩空間

source: Compatibility Warning
it: Avviso di compatibilità
zh_hans: 兼容性警告
zh_hant: 相容性警告

source: Compressing
it: Compressione
zh_hans: 压缩中
zh_hant: 壓縮中

source: Connect your device via USB
it: Collega il tuo dispositivo tramite USB
zh_hans: 请通过 USB 连接您的设备
zh_hant: 請用 USB 傳輸線連接裝置

source: Continue with H.264
it: Continuare con H.264
zh_hans: 继续使用 H.264
zh_hant: 繼續使用 H.264

source: Copy
it: Copia
zh_hans: 拷贝
zh_hant: 複製

source: Copy audio
it: Copia l'audio
zh_hans: 复制音频
zh_hant: 複製音訊

source: Countdown Panel
it: Pannello conto alla rovescia
zh_hans: 倒计时面板
zh_hant: 倒數面板

source: Create AV1 Archive
it: Crea archivio AV1
zh_hans: 创建 AV1 归档
zh_hant: 建立 AV1 封存

source: Create a compact AV1 archive while preserving the HEVC master.
it: Crea un archivio AV1 compatto preservando il master HEVC.
zh_hans: 在保留 HEVC 母版的同时创建小体积 AV1 归档。
zh_hant: 在保留 HEVC 母版的同時建立小體積 AV1 封存。

source: Currently set to "%@"
it: Attualmente: "%@"
zh_hans: 当前保存在 "%@"
zh_hant: 當前儲存在 "%@"

source: Custom
it: Personalizzato
zh_hans: 用户预设
zh_hant: 使用者預設

source: Custom Background Color
it: Colore personalizzato
zh_hans: 用户预设颜色 (自定义背景)
zh_hant: 使用者預設顏色 (錄製背景)

source: Default
it: Predefinito
zh_hans: 系统默认
zh_hant: 系統預設

source: Delay Before Recording
it: Ritardo prima della registrazione
zh_hans: 开始录制前倒数 (秒)
zh_hant: 開始錄製前倒數 (秒)

source: Delete
it: Eliminare
zh_hans: 删除
zh_hant: 刪除

source: Developer fallback checks common Homebrew paths only when the bundled runtime package is unavailable.
it: Il fallback dello sviluppatore controlla i percorsi Homebrew comuni solo quando il pacchetto runtime in bundle non è disponibile.
zh_hans: 仅在内置运行时包不可用时，开发后备路径才会检查常见 Homebrew 位置。
zh_hant: 僅在內建執行環境套件不可用時，開發後備路徑才會檢查常見 Homebrew 位置。

source: Disabled for now. Source replacement requires HEVC backup and rollback.
it: Disabilitato per ora. La sostituzione dell'origine richiede il backup e il rollback HEVC.
zh_hans: 目前禁用。替换源文件需要 HEVC 备份和回滚流程。
zh_hant: 目前停用。取代來源檔需要 HEVC 備份和回復流程。

source: Display
it: Monitor
zh_hans: 显示器
zh_hant: 顯示器

source: Display %@
it: Visualizza %@
zh_hans: 显示 %@
zh_hant: 顯示 %@

source: Don't Create Thumbnails
it: Non creare miniature
zh_hans: 不生成缩略图
zh_hant: 不生成縮圖

source: Don't Quit
it: Non uscire
zh_hans: 不退出
zh_hant: 不要結束

source: Don't remind me again
it: Non ricordarmelo più
zh_hans: 不再提醒
zh_hant: 不再提醒

source: Duplicate window exists, please select it manually!
it: Esiste una finestra duplicata, selezionala manualmente!
zh_hans: 存在多个同名窗口, 请手动选择!
zh_hant: 存在多個同名視窗, 請手動選擇!

source: Enable Acoustic Echo Cancellation
it: Cancellazione dell'eco acustico
zh_hans: 消除麦克风回声
zh_hant: 消除麥克風回聲

source: Encoder
it: Metodo di codifica
zh_hans: 编码方式
zh_hant: 編碼方式

source: Encoder Warning
it: Avviso codificatore
zh_hans: 编码器警告
zh_hant: 編碼器警告

source: Error
it: Errore
zh_hans: 错误
zh_hant: 錯誤

source: Error: failed to fetch available content:
it: Errore: impossibile recuperare il contenuto disponibile:
zh_hans: 错误：无法获取可用内容：
zh_hant: 錯誤：無法取得可用內容：

source: Exclude Files on Desktop
it: Nascondi i file sul desktop
zh_hans: 隐藏桌面文件图标
zh_hant: 隱藏所有桌面圖示

source: Exclude QuickRecorder itself
it: Escludi la finestra di QuickRecorder
zh_hans: 排除QuickRecorder窗口
zh_hant: 排除QuickRecorder視窗

source: Excluded Apps
it: App escluse
zh_hans: App 排除列表
zh_hant: App 排除列表

source: Export
it: Esportare
zh_hans: 导出
zh_hant: 匯出

source: Export Recording
it: Esporta registrazione
zh_hans: 导出录音
zh_hant: 匯出錄音

source: Export as MP3
it: Esporta come MP3
zh_hans: 导出为 MP3
zh_hant: 匯出為 MP3

source: Extreme - 320Kbps
it: 320Kbps
zh_hans: 极致 - 320Kbps
zh_hant: 極致 - 320Kbps

source: FFmpeg Runtime
it: Runtime di FFmpeg
zh_hans: FFmpeg 运行时
zh_hant: FFmpeg 執行環境

source: FFmpeg failed. See archive logs for details.
it: FFmpeg non è riuscito. Per i dettagli vedere i log di archivio.
zh_hans: FFmpeg 执行失败。请查看归档日志。
zh_hant: FFmpeg 執行失敗。請查看封存日誌。

source: FFmpeg runtime installed. Start the archive again.
it: Runtime FFmpeg installato. Avvia nuovamente l'archivio.
zh_hans: FFmpeg 运行时已安装。请再次开始归档。
zh_hant: FFmpeg 執行環境已安裝。請再次開始封存。

source: FFmpeg runtime missing
it: Manca il runtime di FFmpeg
zh_hans: 缺少 FFmpeg 运行时
zh_hant: 缺少 FFmpeg 執行環境

source: Failed to Record
it: Impossibile registrare
zh_hans: 录制失败
zh_hant: 錄製失敗

source: Failed to save file
it: Errore nel salvataggio del file
zh_hans: 保存文件时出错
zh_hant: 儲存檔案時出錯

source: File saved to folder: %@
it: File salvato nella cartella: %@
zh_hans: 文件已保存到: %@ 目录中
zh_hant: 檔案已儲存到: %@ 目錄中

source: File saved to: %@
it: File salvato in: %@
zh_hans: 文件已保存到：%@
zh_hant: 檔案已儲存至：%@

source: File size: %@
it: Dimensione del file: %@
zh_hans: 文件大小: %@
zh_hant: 檔案大小: %@

source: Format
it: Formato
zh_hans: 输出格式
zh_hant: 輸出格式

source: Frame Rate
it: FPS
zh_hans: 帧速率
zh_hant: 幀速率

source: General
it: Generale
zh_hans: 一般设置
zh_hant: 一般設定

source: Gifski not found
it: Gifski non trovato
zh_hans: 未安装 Gifski
zh_hant: 未安裝 Gifski

source: Go Back
it: Torna indietro
zh_hans: 返回
zh_hant: 返回

source: Good - 192Kbps
it: 192Kbps
zh_hans: 优质 - 192Kbps
zh_hant: 優質 - 192Kbps

source: Gray
it: Grigio
zh_hans: 中灰色
zh_hant: 中灰色

source: Green
it: Verde
zh_hans: 系统绿色
zh_hant: 系統綠色

source: Hide Control Center Icons
it: Nascondi le icone del Centro di controllo
zh_hans: 隐藏控制中心图标
zh_hant: 隱藏控制中心圖示

source: Hide the clock, Wi-Fi, bluetooth, volume and other system icons in the menu bar.
it: Nascondi l'orologio, il Wi-Fi, il Bluetooth, il volume e altre icone di sistema nella barra dei menu.
zh_hans: 隐藏菜单栏上的时钟、Wi-Fi、蓝牙和音量等系统图标.
zh_hant: 隱藏選單列中的時鐘、Wi-Fi、藍芽和音量等系統圖示.

source: High
it: Alta
zh_hans: 高画质
zh_hant: 高畫質

source: High (auto)
it: Alta (auto)
zh_hans: 高 (自动)
zh_hant: 高 (自動)

source: High - 256Kbps
it: 256Kbps
zh_hans: 高清 - 256Kbps
zh_hant: 高品質 - 256Kbps

source: Highlight the Mouse Cursor
it: Evidenzia il cursore del mouse
zh_hans: 高亮显示鼠标指针
zh_hant: 高亮顯示滑鼠游標

source: Hotkey
it: Tasto di scelta rapida
zh_hans: 快捷键
zh_hant: 快速鍵

source: Icon Settings
it: Impostazioni icona
zh_hans: 图标设置
zh_hant: 圖示設定

source: If enabled, all files on the Desktop will be hidden from the video when recording.
it: Se abilitato, tutti i file sul Desktop saranno nascosti dal video durante la registrazione.
zh_hans: 启用此选项后, 当录制"屏幕画面"或"访达"程序时, 桌面上的所有文件将会从录制画面中被隐藏.
zh_hant: 啟用此選項後, 桌面上的所有檔案將會從錄製畫面中被隱藏.

source: If enabling Presenter Overlay causes recording failure, please increase this value.
it: Se l'abilitazione di Presenter Overlay causa un errore di registrazione, aumentare questo valore.
zh_hans: 如果启用演讲者前置功能后无法保存录像, 请尝试增大此值
zh_hant: 如果啟用發表人置前功能後無法保存錄像, 請嘗試增大此值

source: If you are on a call, enable "Mute"
it: Se sei in chiamata, abilita "Muto"
zh_hans: 如需通话时录屏请启用"静音"
zh_hant: 如需通話時錄影請啟用"靜音"

source: Include Menu Bar in Recording
it: Includi la barra dei menu
zh_hans: 录制菜单栏画面
zh_hant: 錄製選單列畫面

source: Install FFmpeg Runtime
it: Installa FFmpeg Runtime
zh_hans: 安装 FFmpeg 运行时
zh_hant: 安裝 FFmpeg 執行環境

source: Interrupted Archives
it: Archivi interrotti
zh_hans: 已中断的归档
zh_hant: 已中斷的封存

source: Invalid screen number!
it: Numero di schermo non valido!
zh_hans: 无效的屏幕编号!
zh_hant: 無效的螢幕編號!

source: Language changes apply immediately where possible. Restart for menus, alerts, and all windows.
it: Le modifiche alla lingua vengono applicate subito ove possibile. Riavvia QuickRecorder per aggiornare menu, avvisi e tutte le finestre.
zh_hans: 语言更改会尽可能立即生效。请重新启动 QuickRecorder，以更新菜单、提醒和所有窗口。
zh_hant: 語言變更會盡可能立即生效。請重新啟動 QuickRecorder，以更新選單、提示和所有視窗。

source: Launch at Login
it: Avvia all'accesso
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Launch at login
it: Avvia al login
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Lecture HEVC Master + AV1 Auto Archive
it: Lezione HEVC Master + Archivio automatico AV1
zh_hans: 课程 HEVC 母版 + AV1 自动压缩
zh_hant: 課程 HEVC 母版 + AV1 自動壓縮

source: Logs: %@
it: Registri: %@
zh_hans: 日志：%@
zh_hant: 日誌：%@

source: Lossless
it: Senza perdite
zh_hans: 无损
zh_hant: 無損

source: Low
it: Bassa
zh_hans: 低画质
zh_hant: 低畫質

source: Low (0.5x)
it: Bassa (0.5x)
zh_hans: 低 (0.5x)
zh_hant: 低 (0.5x)

source: Make GIF
it: Crea GIF
zh_hans: 创建 GIF
zh_hant: 製作 GIF

source: Max
it: Massimo
zh_hans: 最大
zh_hant: 最大

source: Medium
it: Media
zh_hans: 中画质
zh_hant: 中畫質

source: Microphone
it: Microfono
zh_hans: 录制麦克风
zh_hant: 錄製麥克風

source: Microphone Noise Reduction
it: Riduzione del rumore del microfono
zh_hans: 麦克风降噪
zh_hant: 麥克風降噪

source: Mid
it: Metà
zh_hans: 中等
zh_hant: 中等

source: Min
it: minimo
zh_hans: 较小
zh_hant: 較小

source: Mini size Menu Bar controller
it: Controller della barra dei menu di dimensioni ridotte
zh_hans: 使用迷你菜单栏控制器
zh_hant: 使用迷你選單列控制器

source: Mixing audio track...
it: Mixaggio della traccia audio...
zh_hans: 正在混缩音轨...
zh_hant: 正在混合音軌...

source: Mobile Device
it: Dispositivo mobile
zh_hans: 录制移动设备
zh_hant: 錄製行動裝置

source: Mouse Pointer
it: Puntatore del mouse
zh_hans: 鼠标指针
zh_hant: 滑鼠指針

source: Multiple Apps
it: Applicazioni multiple
zh_hans: 多个应用
zh_hant: 多個應用

source: Multiple Windows
it: Finestre multiple
zh_hans: 多个窗口
zh_hant: 多個視窗

source: Mute
it: Muto
zh_hans: 静音
zh_hant: 靜音

source: No Cameras Found!
it: Nessuna fotocamera trovata!
zh_hans: 未找到任何摄像头
zh_hant: 未發現攝像頭

source: No Devices Found!
it: Nessun dispositivo trovato!
zh_hans: 未找到任何设备
zh_hant: 未發現行動裝置

source: No Title
it: Senza titolo
zh_hans: 无标题
zh_hant: 無標題

source: No interrupted archives remain.
it: Non rimangono archivi interrotti.
zh_hans: 没有尚待处理的中断归档。
zh_hant: 沒有尚待處理的中斷封存。

source: No such application!
it: Nessuna applicazione del genere!
zh_hans: 未找到此应用程序!
zh_hant: 找不到此應用程式!

source: No such window!
it: Nessuna finestra del genere!
zh_hans: 未找到此窗口!
zh_hant: 找不到此視窗!

source: Normal (1x)
it: Normale (1x)
zh_hans: 普通 (1x)
zh_hant: 普通 (1x)

source: Normal - 128Kbps
it: 128Kbps
zh_hans: 标准 - 128Kbps
zh_hant: 標準 - 128Kbps

source: Not available for "Single Window Capture"
it: "Cattura finestra singola" non è supportata
zh_hans: 此功能在录制单个窗口时不可用
zh_hant: 此功能在錄製單個視窗時不可用

source: Open
it: Apri
zh_hans: 打开
zh_hant: 開啟

source: Open App Store
it: Apri l'App Store
zh_hans: 从 App Store 安装
zh_hant: 從 App Store 下載

source: Open Archive
it: Apri archivio
zh_hans: 打开归档
zh_hant: 開啟封存

source: Open Main Panel
it: Apri il Pannello principale
zh_hans: 打开主面板
zh_hant: 開啟主面板

source: Open Settings
it: Apri impostazioni
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open video trimmer after recording
it: Apri il rifinitore video dopo l'arresto
zh_hans: 录制结束后自动打开修剪器
zh_hant: 錄製結束後自動開啟修剪器

source: Opus doesn't support MP4, it will fall back to AAC
it: L'Opus non supporta MP4, ricadrà su AAC
zh_hans: 同时使用Opus和MP4格式时, 音频编码将回落至AAC
zh_hant: 同時使用Opus和MP4格式時, 音訊編碼將回落至AAC

source: Orange
it: Arancione
zh_hans: 系统橙色
zh_hant: 系統橙色

source: Other Settings
it: Altre impostazioni
zh_hans: 其他设置
zh_hant: 其他設定

source: Output
it: Produzione
zh_hans: 输出设置
zh_hant: 輸出設定

source: Output Folder
it: Salva file in
zh_hans: 文件保存位置
zh_hant: 檔案儲存位置

source: Output Size:
it: Dimensioni di uscita:
zh_hans: 输出尺寸:
zh_hant: 輸出尺寸:

source: Output already exists.
it: L'output esiste già.
zh_hans: 输出文件已存在。
zh_hant: 輸出檔案已存在。

source: Pause / Resume
it: Pausa / Riprendi
zh_hans: 暂停/继续录制
zh_hant: 暫停/繼續錄製

source: Permission Required
it: Autorizzazione richiesta
zh_hans: 需要授权
zh_hant: 需要授權

source: Pixel Format
it: Formato pixel
zh_hans: 像素格式
zh_hant: 像素格式

source: Play / Pause
it: Riproduci/Pausa
zh_hans: 播放 / 暂停
zh_hant: 播放 / 暫停

source: Please do not run multiple instances!
it: Si prega di non eseguire più istanze!
zh_hans: 请勿重复运行多个 QuickRecorder 实例!
zh_hant: 請勿開啟多個 QuickRecorder!

source: Please install "Gifski" first to make GIF!
it: Installa prima "Gifski" per creare GIF!
zh_hans: 需要先安装 Gifski 才能创建 GIF!
zh_hant: 需要先安裝 Gifski 才能製作 GIF!

source: Please select a folder to save output files
it: Seleziona una cartella per salvare i file di output
zh_hans: 请选择录音/录屏文件的保存位置
zh_hant: 請選擇錄音/錄屏檔案的儲存位置

source: Please select the App(s) to record
it: Seleziona una o più applicazioni
zh_hans: 请选择需要录制的应用程序, 支持多选
zh_hant: 請選擇需要錄製的應用程式, 支援多選

source: Please select the screen to record
it: Seleziona lo schermo da registrare
zh_hans: 请选择需要录制的屏幕, 仅支持单选
zh_hant: 請選擇需要錄製的螢幕, 僅支援單選

source: Please select the window(s) to record
it: Seleziona una o più finestre
zh_hans: 请选择需要录制的窗口, 支持多选
zh_hant: 請選擇需要錄製的視窗, 支援多選

source: Please unlock!
it: Si prega di sbloccare!
zh_hans: 请解锁屏幕!
zh_hant: 請解鎖螢幕!

source: Preferences
it: Preferenze
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preferences…
it: Preferenze…
zh_hans: 设置…
zh_hant: 設定…

source: Preparing
it: Preparazione
zh_hans: 准备中
zh_hant: 準備中

source: Preparing AV1 archive
it: Preparazione dell'archivio AV1
zh_hans: 正在准备 AV1 归档
zh_hant: 正在準備 AV1 封存

source: Presenter Overlay Camera:
it: Fotocamera "Modalità sovrapposizione":
zh_hans: "演讲者前置"摄像头:
zh_hant: "發表人置前"攝像頭:

source: Presenter Overlay Delay
it: Ritardo Modalità sovrapposizione
zh_hans: 演讲者前置延迟 (秒)
zh_hant: 發表人置前延遲 (秒)

source: Preset
it: Predefinito
zh_hans: 预设
zh_hant: 預設

source: Preset 8 is the current speed/size default for post-recording archives.
it: La preimpostazione 8 è l'attuale velocità/dimensione predefinita per gli archivi post-registrazione.
zh_hans: 预设 8 是当前录制后归档的速度/体积默认值。
zh_hant: 預設 8 是目前錄製後封存的速度/體積預設值。

source: Prevent Mac from sleeping while recording
it: Impedisci al Mac di andare in stop durante la registrazione
zh_hans: 录制时防止 Mac 进入睡眠
zh_hant: 錄製時防止 Mac 進入睡眠

source: Quality
it: Qualità
zh_hans: 输出质量
zh_hant: 輸出質量

source: QuickRecorder
it: Registratore rapido
zh_hans: 快速录音机
zh_hant: 快速錄音機

source: QuickRecorder Enhanced v%@
it: QuickRecorder migliorato v%@
zh_hans: QuickRecorder 增强版 v%@
zh_hant: QuickRecorder 增強版 v%@

source: QuickRecorder found archive jobs that did not finish. Review them before restarting compression.
it: QuickRecorder ha trovato lavori di archiviazione che non sono stati completati. Rivederli prima di riavviare la compressione.
zh_hans: QuickRecorder 发现了尚未完成的归档任务。重新压缩前请先检查这些任务。
zh_hant: QuickRecorder 發現尚未完成的封存工作。重新壓縮前請先檢查這些工作。

source: QuickRecorder is Running
it: QuickRecorder è in esecuzione
zh_hans: QuickRecorder 已在运行
zh_hant: QuickRecorder 已在執行

source: QuickRecorder is processing %d archive job(s). What would you like to do?
it: QuickRecorder sta elaborando %d attività di archiviazione. Cosa desideri fare?
zh_hans: QuickRecorder 正在处理 %d 个归档任务。你希望如何处理？
zh_hant: QuickRecorder 正在處理 %d 個封存工作。你希望如何處理？

source: QuickRecorder needs permission to record your microphone.
it: QuickRecorder necessita dei permessi per registrare il tuo microfono.
zh_hans: QuickRecorder 需要获取麦克风权限来录制所需的声音
zh_hant: QuickRecorder 需要獲取麥克風許可權來錄製所需的聲音

source: QuickRecorder needs screen recording permissions, even if you only intend on recording audio.
it: QuickRecorder necessita dei permessi di registrazione dello schermo, anche se intendi solo registrare l'audio.
zh_hans: QuickRecorder 需要获取录屏权限 (即使只是用来录制音频)
zh_hant: QuickRecorder 需要獲取錄影許可權 (即使只是用來錄製音訊)

source: QuickRecorder needs this permission to record your camera or mobile device.
it: QuickRecorder necessita di questo permesso per registrare video dalla fotocamera o dal dispositivo mobile.
zh_hans: QuickRecorder 需要使用此权限以录制来自摄像头或移动设备的画面.
zh_hant: QuickRecorder 需要此權限以錄製來自攝像頭或行動裝置的畫面.

source: Quit
it: Esci
zh_hans: 退出程序
zh_hant: 退出程式

source: Quit After Archives Finish
it: Esci al termine delle archiviazioni
zh_hans: 归档完成后退出
zh_hant: 封存完成後退出

source: Quit QuickRecorder
it: Esci da QuickRecorder
zh_hans: 退出QuickRecorder
zh_hant: 退出QuickRecorder

source: Record Current Screen
it: Registra lo schermo corrente
zh_hans: 立即录制当前屏幕
zh_hant: 立即錄製當前螢幕

source: Record Cursor
it: Cursore
zh_hans: 录制鼠标光标
zh_hant: 錄製滑鼠游標

source: Record HDR
it: Registra HDR
zh_hans: 录制HDR格式
zh_hant: 錄製HDR影片

source: Record Microphone to Main Track
it: Mixa tutte le tracce audio
zh_hans: 将麦克风录制到主音轨
zh_hant: 將麥克風錄製到主音軌

source: Record System Audio
it: Registra l'audio di sistema
zh_hans: 立即录制系统声音
zh_hant: 立即錄製系統聲音

source: Record Topmost Window
it: Registra la finestra in primo piano
zh_hans: 立即录制当前窗口
zh_hant: 立即錄製當前視窗

source: Record with Camera:
it: Registra con la fotocamera:
zh_hans: 录制摄像头:
zh_hant: 錄製攝像頭:

source: Recorder
it: Registratore
zh_hans: 录制设置
zh_hant: 錄製設定

source: Recording Completed
it: Registrazione completata
zh_hans: 录制结束
zh_hant: 錄製結束

source: Recording Controller
it: Controllore di registrazione
zh_hans: 录音控制器
zh_hant: 錄音控制器
